testing-scripts/test_multi-client_encrypted_h2load_throughput_via-B/results/payload-size_1000000000____delay-ms_0____loss-rate-percent_0____clients-requests_1/8/result.txt
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 10.83s, 0.09 req/s, 88.06MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 953.97MB (1000305254) total, 14B (14) headers (space savings 85.57%), 953.67MB (1000000000) data
UDP datagram: 33461 sent, 821343 received
                     min         max         mean         sd        +/- sd
time for request:     10.83s      10.83s      10.83s         0us   100.00%
time for connect:     4.90ms      4.90ms      4.90ms         0us   100.00%
time to 1st byte:     6.01ms      6.01ms      6.01ms         0us   100.00%
req/s           :       0.09        0.09        0.09        0.00   100.00%